<template>
  <div>
    <h1>
      О нас
    </h1>
    Мы — онлайн-книжный магазин для тех, кто любит читать, открывать новое и возвращаться к любимым историям снова и
    снова.
    Наша цель — сделать книги доступными каждому, независимо от места проживания и ритма жизни. В нашем каталоге вы
    найдёте художественную и нон-фикшн литературу, детские книги, бестселлеры и редкие издания — мы тщательно подбираем
    ассортимент, ориентируясь на качество, актуальность и интересы читателей.
    Мы верим, что книга — это больше, чем товар. Это источник вдохновения, знаний и эмоций. Именно поэтому мы уделяем
    внимание не только ассортименту, но и сервису: удобному поиску, честным описаниям, быстрой доставке и поддержке,
    которая действительно помогает.
    Мы постоянно развиваемся, следим за новинками издательств и прислушиваемся к мнению наших клиентов. Для нас важно,
    чтобы покупка книги была приятным и простым процессом, а каждый заказ приносил радость.

    Спасибо, что выбираете нас. Читайте с удовольствием — обо всём остальном позаботимся мы.
  </div>
</template>

<script setup>

</script>

<style scoped>

</style>